{
  "portfolioglobal":[
    {
     "title": "Stand Titaniumfix",
     "image": "img/Arquitectura/Comercial/1/1.Vista3D.jpg",
     "description": "Projecto de Stand comercial Titaniumfix para feira de dentária da Exponor.",
     "category": "arquitectura",
     "date": "Setembro 2016",
     "images": [
        "img/Arquitectura/Comercial/1/1.Vista3D.jpg",
        "img/Arquitectura/Comercial/1/2.Vista3D.jpg",
        "img/Arquitectura/Comercial/1/3.Vista3D.jpg"
    ],
     "subcategory": "Arquitectura Comercial",
     "location": "Exponor"
    },
    {
     "title": "Café Aveiro",
     "image": "img/Arquitectura/Comercial/2/1.3DView1.jpg",
     "description": "Projecto para reabilitação de espaço para Establecimento Comercial - Café/Padaria em Aveiro.",
     "category": "arquitectura",
     "date": "Agosto 2016",
     "images": [
        "img/Arquitectura/Comercial/2/1.3DView1.jpg",
        "img/Arquitectura/Comercial/2/2.Planta.jpg",
        "img/Arquitectura/Comercial/2/3.3DView2.jpg"
     ],
     "subcategory": "Arquitectura Comercial",
     "location": "Aveiro"
    },
    {
     "title": "Salão de Beleza Labruge",
     "image": "img/Arquitectura/Comercial/3/1.Vista3D1.jpg",
     "description": "Projecto para reabilitação de espaço de Salão de Beleza Labruge, Vila do Conde. Redecoração de Mobiliário, Revestimentos e reorganização dos espaços interiores.",
     "category": "arquitectura",
     "date": "Agosto 2016",
     "images": [
        "img/Arquitectura/Comercial/3/1.Vista3D1.jpg",
        "img/Arquitectura/Comercial/3/2.Vista3D2.jpg",
        "img/Arquitectura/Comercial/3/3.Vista3D3.jpg"
     ],
     "subcategory": "Arquitectura Comercial",
     "location": "Labruge, Vila do Conde"
    },
    {
     "title": "Clínica Rime",
     "image": "img/Arquitectura/Comercial/4/1.Vista3D1.jpg",
     "description": "Projecto para reabilitação de espaço de Salas de Espera em Clínica situada no Porto. Design de interiores.",
     "category": "arquitectura",
     "date": "Agosto 2016",
     "images": [
        "img/Arquitectura/Comercial/4/1.Vista3D1.jpg",
        "img/Arquitectura/Comercial/4/2.Vista3D2.jpg",
        "img/Arquitectura/Comercial/4/3.Vista3D3.jpg"
     ],
     "subcategory": "Arquitectura Comercial",
     "location": "Porto"
    },
    {
     "title": "Clínica Dentária - Ronfe",
     "image": "img/Arquitectura/Comercial/5/1.ÁreaCrianças.jpg",
     "description": "Projecto para reabilitação de Receção e Sala de espera em Clínica Dentária situada em Ronfe - Guimarães. Design de interiores e Mobiliário de receção.",
     "category": "arquitectura",
     "date": "Julho 2016",
     "images": [
        "img/Arquitectura/Comercial/5/1.ÁreaCrianças.jpg",
        "img/Arquitectura/Comercial/5/2.3DView1.jpg",
        "img/Arquitectura/Comercial/5/3.3DView3.jpg"
     ],
     "subcategory": "Arquitectura Comercial",
     "location": "Ronfe, Guimarães"
    },
    {
     "title": "Restaurante Acácio Lino",
     "image": "img/Arquitectura/Comercial/6/1.jpg",
     "description": "Caracterização do Edifício:<br/>O edifício é constituído por um volume rectangular disposto paralelamente à estrada. A estrutura do edifício é em betão armado. As paredes exteriores são em alvenaria de tijolo, com cerca de 35 cm de espessura. A fachada principal é composta maioritariamente por vidro exceptuando o volume mais a Norte cuja fachada é cega. A estrutura das coberturas é executada em betão com as consequentes impermeabilizações necessárias.<br/>O projecto do restaurante, divide-se em duas partes distintas. Piso térreo, destinado a Bar e prova de vinhos e adega. No piso superior podemos encontrar o restaurante, esplanada e acesso pedonal superior de acesso ao parque Acácio Lino. A implantação do edifício e as respectivas acessibilidades foram as primeiras preocupações a considerar.<br/>Pretendemos que a leitura exterior do edifício mostrasse a preocupação tida para que a implantação do mesmo respeitasse as características naturais do terreno e para que não se criassem volumes que contrariassem a dinâmica do local. No essencial o edifício é constituído por dois volumes com coberturas planas, não circulável. Procuramos também que existisse uma razoável relação entre os diferentes volumes e que o ritmo dos vãos fosse bastante equilibrado.",
     "category": "arquitectura",
     "date": "Setembro 2009",
     "images": [
        "img/Arquitectura/Comercial/6/1.jpg",
        "img/Arquitectura/Comercial/6/2.jpg",
        "img/Arquitectura/Comercial/6/3.jpg",
        "img/Arquitectura/Comercial/6/4.jpg"
     ],
     "subcategory": "Arquitectura Comercial",
     "location": "Travanca, AMARANTE"
    },
    {
     "title": "Extension between the Alvar Aalto Museum and Museum of Central Finland",
     "image": "img/Arquitectura/Concursos/1/1.int.jpg",
     "description": "Layoutfour Collaboration<br/>Conceptualizing<br/>- Looking for its own identity, the proposal is based on the general framework of the surroundings and their own importance. There is a double intentionality, in the insertion of the element, between the two museums and its historical and cultural importance, inherent in their origin and functionality in and for the country.<br/>- Starting from the irregular nature of land analysis, the intervention in this plot of land, with residual characteristics, while following the modernism present in buildings of reference, the proposal is presented as a  connecting point, while taking formal rupture that requires composing assumptions for the projection of the focus in space.<br/>- The conceptual autonomy proposal intend to connect two buildings through a dichotomy directions where it focuses on the essence, not only a connecting point or a mere extension, but an own identity creation of an area endowed with an important and formal independence.<br/>- The architectural language that the proposal has, focuses on the interconnection between the indoor and outdoor space. Transparency and intense relationship with the environment can create strong communication links between the built object and the space.<br/><br/>ARCHITECTS: André Terleira - Architect, Artur Dionísio - Architect, Hélder Rodrigues - Architect, Paulo Gomes - Architect",
     "category": "arquitectura",
     "date": "Março 2016",
     "images": [
        "img/Arquitectura/Concursos/1.int.jpg",
        "img/Arquitectura/Concursos/2.Alvar-Alto.jpg",
        "img/Arquitectura/Concursos/3.Implantação.jpg",
        "img/Arquitectura/Concursos/4.Piso0.jpg"
     ],
     "subcategory": "Arquitectura Concursos",
     "location": "Finlandia"
    },
    {
     "title": "Lagoa de Quitundo Resort",
     "image": "img/Arquitectura/Concursos/2/1.EdificioPrincipal.jpg",
     "description": "Layoutfour Collaboration<br/>Architects: André Terleira, Hélder Rodrigues, Artur Dionísio e Paulo Gomes<br/>Studio: Layoutfour<br/>Name of the project: Lagoa de Quitundo Resort in Angola<br/>The Project Lagoa de Quitundo Resort  in Angola is the Layoutfour response to a design and architecture competition promoted by Archiproposals and Sketch in the framework of a Project for a resort / center of sports training, in order to generate new architectural ideas as it is proposed to boost the development of local tourism.<br/>The project seeks a simple and contemporary architectural language with the least impact possible on the ground, responding to functional multilicity of the Resort and allowing the independent operation of all its components.<br/>The materials used in the buildings were based on the use of local and  sustainable materials, for their character and  for its natural beauty. The concrete for the simplicity and speed of construction.<br/>The entire complex is composed of: Center of sports training, hotel and housing units.<br/>The project was awarded with 3rd place (2nd honorable mention) in the competition, in the 27th of march 2015.",
     "category": "arquitectura",
     "date": "Fevereiro 2016",
     "images": [
        "img/Arquitectura/Concursos/1.EdificioPrincipal.jpg",
        "img/Arquitectura/Concursos/2.Loby.jpg",
        "img/Arquitectura/Concursos/3.Modulo-T1.jpg",
        "img/Arquitectura/Concursos/4.Modulo-T1.jpg",
        "img/Arquitectura/Concursos/5.Modulo-T1.jpg"
     ],
     "subcategory": "Arquitectura Concursos",
     "location": "Angola"
    },
    {
     "title": "Symbolic World Cup Structure",
     "image": "img/Arquitectura/Concursos/3/1.Lapa-03_C.jpg",
     "description": "Colaboração Layoufour: Arq. André Terleira, Arq. Artur Dionisio, Arq. Héºder Rodrigues<br/>Partindo do reconhecimento das vias de circulação de acesso à praça dos arcos da Lapa, assim como as dinâmicas de circulação que a definem, foi procurado manter a identidade do espaço e sua herança, embora criando novas dinâmicas, partido das existentes. A incontestável importância da presença da monumental arcada marca definitivamente o desenvolvimento de toda a proposta e sua organização funcional, pretendendo valorizar o património existente.<br/>O desenho da praça assenta na imensa arcada mas também convexa num espaço marcado no piso de forma circular o que originará o desenvolvimento de todo o projeto – arcada/circulações/organização.<br/>Apresenta-se como principal objetivo a valorização do espaço procurou-se uma perfeita integração das pessoas no lugar e nesta relação de proximidade perfeitamente orgânica.<br/>Denotou-se o prolongamento das vias de circulação, atravessando toda a área de intervenção, sendo estas as linhas orientadoras e ponto de partida para o projeto apresentado.<br/>Como uma pedra que é esculpida pela água o projeto foi sendo esculpido organicamente pelos elementos existentes numa simbiose que define toda a forma.<br/>A permeabilidade visual do projeto apresentado centra-se na vontade de criar uma forte ligação entre todos os elementos, caracterizando o edifício como orgânico e dinâmico. Apresenta-se cinco volumes cilíndricos unidos entre si apenas por uma “capa” ou cobertura que se desenvolve livremente pelo correr do espaço. A transparência conseguida através da mutação dos volumes oferece uma possibilidade de comunicação visual que pode atravessar todo o parque e o próprio edifício, sempre com a monumental arcada como pano de fundo.",
     "category": "arquitectura",
     "date": "Julho 2013",
     "images": [
        "img/Arquitectura/Concursos/1.Lapa-03_C.jpg",
        "img/Arquitectura/Concursos/2.Lapa-05.jpg",
        "img/Arquitectura/Concursos/3.Lapa-00.jpg"
     ],
     "subcategory": "Arquitectura Concursos",
     "location": "Rio de Janeiro, Brasil"
    },
    {
     "title": "Tree House Unit - \"Microhousing Ideas Competition\"",
     "image": "img/Arquitectura/Concursos/4/1.M3digital.jpg",
     "description": "Colaboração de Arq. César Marques, Arq. André Terleira e Arq. João Sobrosa no Projecto Tree House Unit premiada com uma Deserved Mention no concurso internacional \"Microhousing Ideas Competition\"  em Denver nos EUA.<br/>Tree House Unit<br/>Desenvolivido pelo atelier de arquitectura do Arq. César Marques, o projecto recebeu uma \"deserved mention\" na competição internacional \"Microhousing Ideas Competition\", promovida pela \"Denver Architectural League.<br/>É um conceito de casa-árvore, cuja estrutura simula o tronco e os ramos de uma árvore, além dos materiais utilizados como a madeira e a cortiça, que são recicláveis e assenta em vectores como a sustentabilidade e a economia. Consiste num conjunto habitacional de 8 unidades de habitação cada uma com 5,5m de altura e 35m2 de área desenvolvidos em duas cotas. O programa da habitação contém todas as áreas de uma habitação tradicional: área de dormida, área de cozinha, instalações sanitárias e área de lazer com uma pequena zona de trabalho.",
     "category": "arquitectura",
     "date": "Julho 2013",
     "images": [],
     "subcategory": "Arquitectura Concursos",
     "location": "RDenver USA"
    },
    {
     "title": "Tree House Unit - Desafios Urbanos 12",
     "image": "img/Arquitectura/Concursos/5/1.jpg",
     "description": "Colaboração de Arq. André Terleira e Arq. Hélder Rodrigues<br/>A intervenção proposta procura entender e respeitar as potencialidades do edifício construído no que no geral se procurou manter o corpo central, o armazém 1, no que cabe apenas à estrutura do edifício, de forma a garantir a sustentabilidade económica da proposta.A reabilitação dos três pisos do armazém principal procura manter a linguagem estética da pré-existência, embora sofrendo um redesenho das suas fachadas através da renovação de todos os revestimentos interiores e exteriores. Opta-se por manter a forma tão característica, patente na cobertura do armazém mais a Norte, procurando não esquecer a identidade fabril pré-existente.<br/>Uma reformulação da rede de percursos e usos do edifício, separando as zonas públicas de circulação das zonas privadas de serviço e de acesso ao edifício. A criação de espaços verdes procura oferecer um espaço de lazer e de formação ao ar livre, protegendo-o contudo da circulação automóvel. A abertura de dois poços de luz que atravessando todo o edifício em dois locais estrategicamente localizados, proporcionam a iluminação natural de que a edificação precisava, criando também áreas interiores de descanso e descompressão.<br/>Pretende-se Uma Arquitectura contemporânea com profundas reminiscências do passado do próprio edifício. A construção apresenta por si uma adaptabilidade à fisionomia do terreno e no que cabe à sua implantação, essencialmente ao vencer da enorme diferença de cotas que ao longo da Avenida D. Afonso Henriques se denota. Procura-se uma expansão para lá dos limites físicos do edifício, a criação de espaços verdes assim como a criação de um espaço de café/restaurante e esplanada na cobertura do edifício potencializa a utilização do edifício de forma a rentabilizar o investimento e garantindo mais uma vez a sustentabilidade económica da proposta efectuada.",
     "category": "arquitectura",
     "date": "Maio 2012",
     "images": [],
     "subcategory": "Arquitectura Concursos",
     "location": "Guimarães"
    },
    {
     "title": "Estudo Micro-casa em altura",
     "image": "img/Arquitectura/Habitacional/4/1.jpg",
     "description": "Projecto de Micro-Moradia Unifamiliar em que todos os espaços estão divididos por pisos (meios pisos). ",
     "category": "arquitectura",
     "date": "Nocembro 2016",
     "images": [
        "img/Arquitectura/Habitacional/4/1.jpg"
     ],
     "subcategory": "Arquitectura Habitacional",
     "location": ""
    },
    {
     "title": "Habitação Muralhas",
     "image": "img/Arquitectura/Habitacional/6/1.jpg",
     "description": "Co-autoria com Arquitecto César Rouco Marques.<br/>Projecto de Habitação unifamiliar de arquitectura moderna de tipologia T3. A distribuição interior divide-se em 2 pisos: áreas sociais no Rés do chão e áreas privadas no piso inferior. A tectónica exterior é traduz-se por betão à vista, capoto branco e xisto.",
     "category": "arquitectura",
     "date": "Janeiro 2016",
     "images": [
        "img/Arquitectura/Habitacional/6/1.jpg"
     ],
     "subcategory": "Arquitectura Habitacional",
     "location": "Seixas, Caminha - Viana do Castelo"
    },
    {
     "title": "Habitação Girassol",
     "image": "img/Arquitectura/Habitacional/7/1.jpg",
     "description": "Co-autoria com Arquitecto César Rouco Marques.<br/>Projecto de Habitação unifamiliar de arquitectura moderna de tipologia T3 com distribuição interior invertida: áreas sociais no 1º Piso e áreas privadas no piso inferior. A tectónica exterior é traduz-se por betão à vista, capoto branco e xisto.",
     "category": "arquitectura",
     "date": "Janeiro 2016",
     "images": [
        "img/Arquitectura/Habitacional/7/1.jpg"
     ],
     "subcategory": "Arquitectura Habitacional",
     "location": "Seixas, Caminha - Viana do Castelo"
    },
    {
     "title": "Easyline By Layoutfour",
     "image": "img/Arquitectura/Habitacional/8/1.jpg",
     "description": "Layoutfour Collaboration<br/>Line of Prefab houses created by Layoutfour team of architects in collaboration with Rusticasa - Wooden constructions. If you want to know more feel free to contact us without commitment.<br/>Design: Architect André Terleira, Architect Artur Dionísio, rchitect Hélder Rodrigues, Architect Paulo Gomes, Construction, Rusticasa - Construções em madeira",
     "category": "arquitectura",
     "date": "Fevereiro 2016",
     "images": [
        "img/Arquitectura/Habitacional/8/1.jpg"
     ],
     "subcategory": "Arquitectura Habitacional",
     "location": "Vila Nova de Cerveira"
    },
    {
     "title": "Reabilitação de Apartamento em Caminha",
     "image": "img/Arquitectura/Habitacional/9/0.jpg",
     "description": "O objecto de Projecto é um apartamento T2 de aproximadamente 60 m2, localizado próximo do centro histórico de Caminha - Portugal, num edifício construído na década de 80.<br/>O Projecto consistiu na renovação, reformulação e redimensionamento dos espaços, adaptando as circulações, usos e imagem a um estilo de vida jovem e moderno.<br/>Os elementos de Projecto que se destacam são o design moderno e funcional da cozinha, com um desenho longitudinal e revestimentos em Silestone branco; e o painel de madeira maciça que contem as portas dos quartos com pé-direito total.<br/>Ficha Técnica. Datasheet<br/>Nome name:  Remodelação Apartamento Caminha  Apartment renovation Caminha<br/>Arquitecto Architect:  André Terleira<br/>Obra work:  J.Candido, Construção Civil<br/>Encarregado charge: José Alves",
     "category": "arquitectura",
     "date": "Dezembro 2015",
     "images": [
        "img/Arquitectura/Habitacional/9/0.jpg"
     ],
     "subcategory": "Arquitectura Habitacional",
     "location": "Caminha, Viana do Castelo"
    },
    {
     "title": "Habitação ESG",
     "image": "img/Arquitectura/Habitacional/10/1.jpg",
     "description": "Estudo arquitectónico realizado para terreno em Vila Noca de Cerveira, Viana do Castelo. De volumetria moderna e minimalista a Moradia apresenta grandes vãos em ambos pisos para contemplação da envolvente e iluminação dos espaços interiores. A distribuição tradicional dos espaços interiores, em dois pisos, é quebrada pelo amplo volume central com grande iluminação.",
     "category": "arquitectura",
     "date": "Fevereiro 2012",
     "images": [
        "img/Arquitectura/Habitacional/10/1.jpg"
     ],
     "subcategory": "Arquitectura Habitacional",
     "location": "Vila nova de Cerveira"
    },
    {
     "title": "Habitação Mentrestido",
     "image": "img/Arquitectura/Habitacional/11/1.jpg",
     "description": "Estudo arquitectónico realizado para terreno em Mentrestido, Vila Nova de Cerveira, Viana do Castelo. De volumetria moderna e minimalista a Moradia apresenta 2 grandes Volumes unidos por um volume central. Nos dois volumes estão distribuidos os espaços interiores por forma a dividri os espaços sociais dos espaços privados, sendo que no volume de união se encontra a lavandaria e pátio exterior. entre estes volumes encontra-se a piscina. ",
     "category": "arquitectura",
     "date": "Julho 2011",
     "images": [
        "img/Arquitectura/Habitacional/11/1.jpg"
     ],
     "subcategory": "Arquitectura Habitacional",
     "location": "Mentrestido, Vila nova de Cerveira"
    },
    {
     "title": "Circular House",
     "image": "img/Arquitectura/Habitacional/12/1.jpg",
     "description": "Estudo arquitectónico realizado para terreno em Vila Nova de Cerveira, Viana do Castelo. De volumetria moderna e pouco convencional a Moradia apresenta forma cilindrica de planta circular. Está dividida em 2 pisos diferenciando os espaços sociais dos privados.",
     "category": "arquitectura",
     "date": "Maio 2010",
     "images": [
        "img/Arquitectura/Habitacional/12/1.jpg"
     ],
     "subcategory": "Arquitectura Habitacional",
     "location": "Vila nova de Cerveira"
    },
    {
     "title": "Circular House",
     "image": "img/Arquitectura/Habitacional/13/0.jpg",
     "description": "Estudo arquitectónico realizado para terreno em Caminha, Viana do Castelo. De volumetria moderna e futurista a Moradia apresenta Cobertura e paredes curvas no exterior. Está dividida em 2 pisos diferenciando os espaços sociais dos privados.",
     "category": "arquitectura",
     "date": "Fevereiro 2010",
     "images": [
        "img/Arquitectura/Habitacional/13/0.jpg"
     ],
     "subcategory": "Arquitectura Habitacional",
     "location": "Caminha"
    },
    {
     "title": "Habitação Nave",
     "image": "img/Arquitectura/Habitacional/14/1.jpg",
     "description": "Estudo arquitectónico realizado para terreno em Caminha, Viana do Castelo. De volumetria moderna e futurista a Moradia está dividida em 2 pisos: no piso inferior está a garagem e salão de jogos e no piso superior encontram-se todos os restantes compartimentos.",
     "category": "arquitectura",
     "date": "Dezembro 2019",
     "images": [
        "img/Arquitectura/Habitacional/14/1.jpg"
     ],
     "subcategory": "Arquitectura Habitacional",
     "location": "Caminha"
    },
    {
     "title": "Casa de férias 1",
     "image": "img/Arquitectura/Habitacional/15/1.jpg",
     "description": "Estudo arquitectónico realizado para terreno em Caminha, Viana do Castelo. De volumetria moderna e minimalista a Moradia de tipologia T2 foi projecta como construção de baixo custo nao descuidando o design.",
     "category": "arquitectura",
     "date": "Outubro 2019",
     "images": [
        "img/Arquitectura/Habitacional/15/1.jpg"
     ],
     "subcategory": "Arquitectura Habitacional",
     "location": "Caminha"
    },
    {
     "title": "Residencia estudantes na Casa do Piaget",
     "image": "img/Arquitectura/Habitacional/16/1.jpg",
     "description": "Residencia estudantes na Casa do Piaget, Miedzychod, na Polónia 2009 realizado no ambito de viagem universitário. o edificio já foi construido e conta no seu programa com camaratas masculina e feminina, cozinha, sala social e área de trabalhos adjacentes a uma garagem já existente no terreno.",
     "category": "arquitectura",
     "date": "Setembro 2009",
     "images": [
        "img/Arquitectura/Habitacional/16/1.jpg"
     ],
     "subcategory": "Arquitectura Habitacional",
     "location": "Miedzychod, na Polónia 2009"
    },
    {
     "title": "Reconstrução de Moradia Tui",
     "image": "img/Arquitectura/Habitacional/17/1.jpg",
     "description": "Esta proposta refere-se à reabilitação/reconstrução de uma moradia Unifamiliar, que se pretende realizar no centro histórica de Tuy, a sudeste da catedral da mesma Vila. Esta proposta visa a reconstrução de um edifício em ruínas com aproximadamente 200 m2 de área edificada. A área total de terreno é de aproximadamente 380 m2, sendo a parcela sobrante toda ela dedicada á natureza e ao lazer (através de espaço verde/jardins, piscina, passeios pedonais) com área aproximada de 180 m2.<br/>O suporte físico da proposta é um terreno de quase inexistente inclinação na sua totalidade. A área de intervenção é servida por um caminho, a Poente, de servidão pública. A localização e volumetria da Habitação Unifamiliar a implementar, advém da localização da habitação existente sendo utilizada exclusivamente a área anteriormente ocupada pela habitação existente, utilizando os mesmos limites e paramentos verticais e, quanto à volumetria tentou-se através da inclusão da cobertura inclinada não causar impacto visual dentro do centro histórico. O modelo teórico da Habitação Unifamiliar, è oferecer um espaço calmo e privado da agitação da Vila e centro Histórico de Tuy. O acesso há habitação é pelo caminho de servidão pública, a Poente.<br/>No que diz respeito á compartimentação interior da habitação, a entrada está localizada a Poente, num local resguardado onde é feita a passagem para o hall de entrada; o resto da organização resulta da aplicação de um volume central onde estão colocados arrumos, wc e escadas de acesso ap piso superior, daqui resultam a cozinha, a Poente, com ligação directa com o hall e sala de jantar; e Sala de estar, a Nascente, voltada a Sul com pé direito duplo. No piso superior, a zona mais privada da habitação, os quartos estão na zona mais a poente do edifício e contém wc privativos e uma sala/zona leitura.<br/>A estrutura base da construção será formada pelas paredes exteriores existentes, mas reforçadas e a inclusão de elementos estruturantes como pilares e vigas metálicas. As paredes exteriores serão tratadas de forma não contrastar com a envolvente, ficando com pedra à vista. Será ainda colocado isolamento térmico em toda a envolvente exterior da habitação, cujas características cumpram o estipulado no regulamento. As caixilharias serão em alumínio lacado com protecção solar exterior em estores reguláveis e recolhíveis. A cobertura será mista, sendo que ambas são não acessíveis e devidamente isoladas com um isolante térmico de características apropriadas.",
     "category": "arquitectura",
     "date": "Setembro 2009",
     "images": [
        "img/Arquitectura/Habitacional/17/1.jpg"
     ],
     "subcategory": "Arquitectura Habitacional",
     "location": "Tui, Galiza, Espanha"
    },
    {
     "title": "3D de Habitação Tradicional - colaboração com Perfil T Arquitetura",
     "image": "img/Arquitectura/Habitacional/18/1.jpg",
     "description": "3D de Habitação Tradicional - colaboração com Perfil T Arquitetura",
     "category": "arquitectura",
     "date": "Novembro 2016",
     "images": [
        "img/Arquitectura/Habitacional/18/1.jpg"
     ],
     "subcategory": "Arquitectura Habitacional",
     "location": "Caminha"
    },
    {
     "title": "Reabilitação da frente ribeirinha de Seixas",
     "image": "img/Urbanismo/1/0.jpg",
     "description": "A reabilitação das frentes de água, no seu sentido mais contemporâneo, é um processo que teve a sua origem nas áreas urbanas norte-americanas e que se difundiu pela Ásia e Europa.<br/>É um processo de substituição das antigas áreas industriais, comerciais e obsoletas ribeirinhas, por novos espaços de carácter diverso: serviços, habitação, áreas de lazer e equipamentos. Hoje, os projectos de reabilitação ou requalificação de frentes ribeirinhas e marítimas são cada vez mais e melhor executados, nomeadamente no campo do desenvolvimento urbano/sustentável. O presente trabalho procura estabelecer um Projecto de Urbanismo, à escala de Plano Pormenor, numa frente ribeirinha fraccionada, que engloba áreas naturais protegidas com áreas urbanizadas e que conjuga as condicionantes e intenções de projecto com a legislação aplicável. Para tal foi realizada uma investigação acerca de aspectos relativos à freguesia e à área de intervenção, que serviram de guia na execução do Projecto e na fundamentação do mesmo. Dos obstáculos encontrados na execução do trabalho, podem destacar-se a escassez de documentos existentes sobre o tema e a conciliação da legislação aplicável.<br/>Foi realizado um Plano Pormenor de toda a área de intervenção à escala 1/2000, sendo desenvolvida uma parte do Parque Urbano à escala 1/500, o Projecto de execução deste e dos equipamentos propostos: área de pescadores, bar e auditório e consequente Memória Descritiva, Caderno de Encargos e Medição e Orçamentação.",
     "category": "urbanismo",
     "date": "Julho 2011",
     "images": [
        "img/Urbanismo/1/0.jpg",
        "img/Urbanismo/1/1.jpg",
        "img/Urbanismo/1/2.jpg"
     ],
     "subcategory": "",
     "location": "Seixas, Caminha"
    },
    {
     "title": "Reabilitação da Praça da Feira de Tui",
     "image": "img/Urbanismo/2/1.jpg",
     "description": "O TRABALHO APRESENTADO, TEM COMO OBJECTIVO PRIMORDIAL, A EXECUÇÃO DE UM ESTUDO E AVALIAÇÃO, DO REPOSICIONAMENTO DA FEIRA, QUE SE DESENVOLVE LITERALMENTE AO LONGO DE VARIAS RUAS, CAUSANDO O CAOS E MUITO DESCONTENTO, UMA VEZ POR SEMANA (QUINTA-FEIRA).  A ESTRATÉGIA DE INTERVENÇÃO PROCURADA AO LONGO DESTE TRABALHO, BASEIA-SE NO REPOSICIONAMENTO DA FEIRA, CONCENTRANDO E REORGANIZANDO SEM NUNCA ESQUECENDO AS PESSOAS E A SUA VIDA, OU SEJA, UMA AVALIAÇÃO NÃO SÓ DE VOLUMES CONSTRUÍDOS E OS VAZIOS PROPORCIONADOS, É TAMBÉM PARA NÓS ESSENCIAL PROCURAR UM EQUILIBRIO CIRCULATÓRIO TANTO PARA OS COMPRADORES COMO PARA OS VENDEDORES QUE “HABITAM” A FEIRA. A PROPOSIÇÃO DE UMA MICRO-ESTRATÉGIA DE INTERVENÇÃO PARA A VILA DE TUI, APRESENTA-SE COMO IMPORTANTISSIMA PARA O MELHORAR DA VIDA DE MUITA GENTE, D<br/><br/>O BEM-ESTAR E USUFRUIR DO ESPAÇO, FACTO QUE JUSTIFICA TOTALMENTE ESTE ESTUDO.<br/>Como conceito nasce a vontade desta intervenção. As circulações vs confusão influenciou deveras toda a abordagem ao trabalho. Os circuitos marcados pela mobilidade das pessoas e toda a área desperdiçada e mal aproveitada, ofereceu-nos uma leve linha orientadora em que assenta o nosso trabalho de intervenção no espaço.<br/>Esta proposta visa uma preocupação importante no que diz respeito as necessidades da população em relação à feira de Tuy, como são: o estacionamento, a proximidade da zona comercial e centro urbano de Tuy, acessibilidades, espaços verdes.<br/>A proposta tem como pilar central a ideologia de reabilitar a cidade. Esta linha de pensamento engloba toda uma pluralidade de sentidos que circulam na mesma  direcção e com um único objectivo – Melhorar e vida e a convivência das pessoas que interagem com o espaço urbano. Portanto, torna-se para nós uma preocupação essencial no âmbito do trabalho proposto. A feira é um acontecimento vingado na sociedade na vila de Tui, onde os habitantes da vila e mesmo dos arredores, procuram a vila à quinta-feira gerando o problema conhecido. A necessidade de dotar a zona analisada, de qualidade urbana, não perturbando as pessoas, passa por um processo apresentado de estudo assim como de visitas no próprio local conhecendo na primeira pessoa a realidade vivida. Vamos conhecer Tui e propor novos espaços, realidades, revitalizando uma zona degradada, assim como: estacionamento, área verde/espaço feira.<br/>Na proposta de micro-estratégia foi também estudada a dupla função da praça visto que esta receberá a feira apenas um dia por semana e durante a maior parte do tempo trata-se de um espaço verde de apoio á vila, e que num nível inferior ao “parque multiusos” encontramos um parque de estacionamento.",
     "category": "urbanismo",
     "date": "Julho 2009",
     "images": [
        "img/Urbanismo/2/1.jpg",
        "img/Urbanismo/2/2.jpg",
        "img/Urbanismo/2/3.jpg"
     ],
     "subcategory": "",
     "location": "Tui, Galiza, Espanha"
    },
    {
     "title": "Passagem Pedonal Superior",
     "image": "img/Urbanismo/3/1.jpg",
     "description": "Esta passagem Superior, emerge directamente relacionada com a envolvente, embora adaptável a outras localizações devido à sua estrutura e montagem extremamente simples. Pretendia-se uma forma orgânica, utilizando como material 100% Reciclável.<br/>Localização: Largo das Oliveiras, Vila nova de Cerveira<br/> Simplicidade - Funcionalidade - Flexibilidade<br/>Materiais utilizados: Policog - Madeira plástica<br/>? Produto reciclado e reciclável<br/>? Fabricado a partir de resíduos plásticos diversos (PP, PE, PET, EVA, menos PVC)<br/>? Resistente a sol, chuva e maresias<br/>? Não requer manutenção ou tratamentos<br/>? Aceita pintura<br/>? Material com apelo ecológico e educacional<br/>A Madeira Plástica é um produto composto de matéria-prima totalmente proveniente do lixo plástico reciclado, além de não conter nenhuma substância tóxica das encontradas na madeira tratada, ou seja, é ecologicamente correcta por duas vezes: evita a desflorestação e não contamina o solo.",
     "category": "urbanismo",
     "date": "Julho 2009",
     "images": [
        "img/Urbanismo/3/0.jpg",
        "img/Urbanismo/3/1.jpg",
        "img/Urbanismo/3/2.jpg"
     ],
     "subcategory": "",
     "location": "Vila Nova de Cerveira"
    },
    {
     "title": "Cubo Lar - City by Layoutfour",
     "image": "img/Design/concursos/1/1.png",
     "description": "Collaboraçao cLayoutfour<br/>Distinhguido com uma Menção Honrosa no Concurso Internacional de ideias de mobiliário urbano \"Asiento4Sol\", patrocionado pela Escofet e Madrid think tank. Projectado pelos arquitectos: André Terleira, Hélder Rodrigues e Artur de Sousa, intitulado \"CITY: orgânico, funcional e contemporâneo, foi reconhecido como \"Proposta cuidada e de desenho fluído que explora as propriedades do produto Slim Concrete\".<br/>Apresentação da proposta:<br/>City pode ser traduzido o interpretado como cidade, urbe ou localidade. Lugares  no que se desenvolve o espaço público e onde o mobiliário urbano é elemento fundamental. O banco city  apresenta-se com linhas fluídas e dinâmicas sem abdicar de um património formal sempre presente na memória colectiva. As características da nova tecnologia Slimconcrete permite uma maior liberdade conceptual. A sua resistência estrutural possibilita a criação de elementos com espessuras até agora inimagináveis. Apresenta um acabado decapado e hidrófugo, agradáveis ao tacto e uma grande durabilidade e facilidade de limpeza e manutenção. Uma das características mais importantes do Slimconcrete é a sustentabilidade e sentido ecológico do material cuja utilização eficiente optimiza seu ciclo de vida.<br/>Sobre as numerosas possibilidades do material, o banco City  apresenta-se como o culminar do estudo da forma e  do design urbano, com inspirações do campo. As linhas orgânicas tem como intenção marcar o momento de relax, em perfeita sintonia com o espaço e a chamada à contemplação. Ergonómicamente eficiente, o City oferece conforto e relax, assim como enriquece o espaço público com o seu design Orgânico, Funcional y Contemporâneo. Era necessário ter como base para o desenvolvimento do City a consciência da sua função e a altíssima qualidade do material, características que estão intrinsecamente conectadas com o resultado – o City. A procura da harmonia mantém-se latente nas linhas do City, em conformidade com a ergonomia e o seu uso multifacetado  –  forma/função. Arq. André Terleira, Arq. Hélder Rodrigues e Arq. Artur de Sousa<br/>Outras propostas premiadas: FISOL, criada pela equipa multidisciplinar espanhola Architectureyes (Ignacio García Martinez, Roberto Ortiz de Landázuri Monagas, Jaime Diz Sanz e Kenzo Hosokawa Menéndez. http://www.architectureyes.com/news/2014/02/fisol-mencion-de-honor-en-el-concurso-asiento4sol/",
     "category": "design",
     "date": "Fevereiro 2014",
     "images": [
        "img/Design/concursos/1/1.png"
     ],
     "subcategory": "concursos",
     "location": "Madrid"
    },
    {
     "title": "Reabilitação de Interior de Sala em Apartamento no Porto",
     "image": "img/Design/interiores/1/1.jpg",
     "description": "Projecto de reabilitação e Design de Interiores de Sala em Apartamento no Porto. Revestimentos e Mobiliário",
     "category": "design",
     "date": "Agosto 2016",
     "images": [
        "img/Design/interiores/1/1.jpg"
     ],
     "subcategory": "interiores",
     "location": "Porto"
    },
    {
     "title": "Reabilitação de IS Bindo",
     "image": "img/Design/interiores/2/1.3DView4.jpg",
     "description": "Projecto de reabilitação e Design de Interiores de Instalação Sanitária em Seixas, Caminha distrito de Viana do Castelo. Revestimentos e Loiças sanitárias",
     "category": "design",
     "date": "Dezembro 2013",
     "images": [
        "img/Design/interiores/2/1.3DView4.jpg"
     ],
     "subcategory": "interiores",
     "location": "Seixas, Caminha"
    },
    {
     "title": "Reabilitação de Cozinha Bindo",
     "image": "img/Design/interiores/3/1.CozinhaBindo.jpg",
     "description": "Projecto de reabilitação e Design de Interiores de Cozinha de habitação situada em Seixas, Caminha distrito de Viana do Castelo. Revestimentos e Mobiliário",
     "category": "design",
     "date": "Junho 2012",
     "images": [
        "img/Design/interiores/3/1.CozinhaBindo.jpg"
     ],
     "subcategory": "interiores",
     "location": "Seixas, Caminha"
    },
    {
     "title": "Amândio Serrano Mediação Imobiliária",
     "image": "img/Design/logotipos/1/2.jpg",
     "description": "",
     "category": "design",
     "date": "Fevereiro 2017",
     "images": [
        "img/Design/logotipos/1/2.jpg"
     ],
     "subcategory": "logotipos",
     "location": ""
    },
    {
     "title": "Doces é na Hippo",
     "image": "img/Design/logotipos/2/1.jpg",
     "description": "",
     "category": "design",
     "date": "Janeiro 2017",
     "images": [
        "img/Design/logotipos/2/1.jpg"
     ],
     "subcategory": "logotipos",
     "location": "Porto"
    },
    {
     "title": "Street Food Avenue",
     "image": "img/Design/logotipos/3/1.jpg",
     "description": "Criação de Logótipo para Projecto \"Street Food Avenue\", um Festival de Comida de Rua",
     "category": "design",
     "date": "Dezembro 2016",
     "images": [
        "img/Design/logotipos/3/1.jpg"
     ],
     "subcategory": "logotipos",
     "location": "Figueira da Foz"
    },
    {
     "title": "Craft Beer Village",
     "image": "img/Design/logotipos/4/1.jpg",
     "description": "Criação de Logótipo para Projecto \"Craft Beer Village\", um Festival de Cerveja Artesanal",
     "category": "design",
     "date": "Novembro 2016",
     "images": [
        "img/Design/logotipos/4/1.jpg"
     ],
     "subcategory": "logotipos",
     "location": "Figueira da Foz"
    },
    {
     "title": "Events4all",
     "image": "img/Design/logotipos/5/1.jpg",
     "description": "Criação de Logótipo para Projecto \"Events4all\", uma empresa de eventos sediada em Caminha, Viana do Castelo.",
     "category": "design",
     "date": "Outubro 2015",
     "images": [
        "img/Design/logotipos/5/1.jpg"
     ],
     "subcategory": "logotipos",
     "location": "Caminha"
    },
    {
     "title": "Layoutfour",
     "image": "img/Design/logotipos/6/1.jpg",
     "description": "Criação de Logótipo para Projecto \"Layoutfour\"<br/>Layoutfour is a award winning multidisciplinary group of friends for architecture and Design, founded in 2013.",
     "category": "design",
     "date": "Janeiro 2015",
     "images": [
        "img/Design/logotipos/6/1.jpg"
     ],
     "subcategory": "logotipos",
     "location": "Viana do Castelo"
    },
    {
     "title": "Closet Cube",
     "image": "img/Design/mobiliario/1/1.ClosetCube.jpg",
     "description": "Design de Mobiliário de arrumação para roupa com espaços diferenciados para todas as categorias: Vestidos/fatos, Calças/calções, Roupa Interior, sapatos e acessórios.",
     "category": "design",
     "date": "Setembro 2016",
     "images": [
        "img/Design/mobiliario/1/1.ClosetCube.jpg"
     ],
     "subcategory": "mobiliario",
     "location": ""
    },
    {
     "title": "Health Club São Jõao",
     "image": "img/Design/mobiliario/2/1.3DView1.jpg",
     "description": "Design de Mobiliário de Receção para Health Club em São Jõao da Madeira. MDF Lacado",
     "category": "design",
     "date": "Agosto 2016",
     "images": [
        "img/Design/mobiliario/2/1.3DView1.jpg"
     ],
     "subcategory": "mobiliario",
     "location": "São Jõao da Madeira"
    },
    {
     "title": "Dual By Layoutfour",
     "image": "img/Design/mobiliario/3/1.Gerais-Renders-00.png",
     "description": "Layoutfour Collaboration<br/>Created by Layoutfour Dual line is presented as a new proposal in the framework of the furniture design. The project consists of two pieces, Dual Table and Dual Chair. Dual fits perfectly in the field of reflection / introspection, in search of internalization, contemplation and enjoyment of the surroundings, as well as connected to the world of work.<br/>Contemporary and intimate, the proposal is part of the dichotomy imposed in the era of innovation which imposes the luxury and design. Wanted the exception, the vanguard and the icon. Living space without restrictions and with a multiplicity of options through multifaceted capacity that this furniture can offer.<br/>The adopted lines focus on the intense demand for innovation and refinement. Seeks to convey the luxurious finishing line in two unique pieces of sculptural nature that will never go unnoticed in any space. The audience focuses on adult, active person and seeking differentiation of two pieces that will inspire both for work and for rest, enjoyment of music, literature or even reflection. Perfect adaptation to space, time and the human body, where ergonomics can not be forgotten and need to be respected. in search of comfort the shape respects the function.<br/>The proposal uses as raw material and lead constructive argument wood and its derivatives never forgetting the feasibility of the proposal.<br/>Arch. André Terleira, Arch. Artur dionísio, Arch. Hélder Rodrigues",
     "category": "design",
     "date": "Fevereiro 2016",
     "images": [
        "img/Design/mobiliario/3/1.Gerais-Renders-00.png"
     ],
     "subcategory": "mobiliario",
     "location": ""
    },
    {
     "title": "Cubo Lar - Perfil T",
     "image": "img/Design/mobiliario/4/1.3DView4.jpg",
     "description": "Collaboraçao com Perfil T Arquitectos<br/>Design by Perfil T arquitetura<br/>3D model and Rendering by André Terleira Architect",
     "category": "design",
     "date": "Novembro 2015",
     "images": [
        "img/Design/mobiliario/4/1.3DView4.jpg"
     ],
     "subcategory": "mobiliario",
     "location": ""
    }

  ]   
}