{
  "portfolioglobal":[
    {
     "title": "Projecto 11x11",
     "image": "img/project1/3DView20.jpg",
     "description": "Projecto de Moradia Unifamiliar Distribuida em dois pisos (Cave+Rés-do-chão). A distibuição dos espaços interiores caracteriza-se pela diferenciação dos compartimentos socias e privados.Na frente da casa encontram-se as áreas sociais: salas e cozinha em conceito de \"openspace\" e na parte posterior as áreas de quartos e Instalações sanitárias. Na cave situa-se a Garagem e arrumos com acesso directo ao piso superior por meio de um vão de escadas situadas no centro do projecto que contém uma clarabóia para iluminação natural.",
     "category": "arquitectura",
     "date": "Janeiro 2017",
     "images": ["img/project1/3DView20.jpg"]
    },
    {
     "title": "Avioso Graffiti House",
     "image": "img/project2/3DView2.jpg",
     "description": "Projecto de Moradia Unifamiliar geminada de tipologia T3 distribuida em dois pisos (Rés-do-chão+Piso 1). A distibuição dos espaços interiores caracteriza-se pela divisão por pisos dos compartimentos socias e privados. No Rés-do-chão da moradia encontram-se as áreas sociais: hall de entrada, salas e cozinha em conceito de \"openspace\" e uma pequena instalação sanitária de serviço na parte inferior das escadas, No piso superior situam-se as áreas privadas: quartos, Suite com Is e \"walk in closet\" e Instalação sanitária comum; este piso tem maior dimensão que o piso inferior proporcionando sombreamento ás areas sociais assim como áreas exteriore cobertas. Na parte posterior do terreno situa-se um anexo com garagem e uma pequena lavandaria. Esta Habitação caracteriza-se por um graffiti de grandes dimensões na fachada do edificio assim como um revestimento em madeira nas áreas cobertas do Rés do chão.",
     "category": "arquitectura",
     "date": "Janeiro 2017",
     "location": "Santa Maria do Avioso - Maia - Porto"
    },
    {
     "title": "Micro casa em Altura",
     "image": "img/portfolio/hotel.jpg",
     "description": "Estudo de Habitação Unifamiliar de pequenas dimensões",
     "category": "arquitectura",
     "date": "2016"
    },
    {
     "title": "Sala apto Porto",
     "image": "img/portfolio/predio.jpg",
     "description": "Reabilitação e Design de interiores em Sala de apartamento no Porto",
     "category": "design",
     "date": "2016"
    },
    {
     "title": "Renovação Total de Apartamento",
     "image": "img/portfolio/predio.jpg",
     "description": "Reabilitação e Design de interiores em Apartamento em Caminha",
     "category": "design",
     "date": "2016"
    },
    {
     "title": "Sala de Micro casa",
     "image": "img/portfolio/predio.jpg",
     "description": "Estudo - Design de interiores em Micro casa",
     "category": "design",
     "date": "2015"
    },
    {
     "title": "Reabilitação de Frente Ribeirinha de Seixas",
     "image": "img/portfolio/hotel.jpg",
     "description": "Plano pormenor para reabilitação de Frente Ribeirinha de Seixas, Caminha",
     "category": "urbanismo",
     "date": "2011"
    },
    {
     "title": "Reabilitação da Praça da Feira de Tui",
     "image": "img/portfolio/predio.jpg",
     "description": "Estudo para reabilitação de Praça da Feira de tui, Galiza, Espanha",
     "category": "urbanismo",
     "date": "2010"
    }
  ]   
}